﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ reagiu a uma nota na qual você está marcado ";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ e %@ reagiram a uma nota na qual você está marcado";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ repostou uma nota na qual você está marcado";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ e %@ repostou uma nota na qual você está marcado";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ zapped uma publicação na qual você está marcado ";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ e %@ zapped um post no qual você foi marcado";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ Reagiu ao seu post";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ e %@ reagiram à sua publicação";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@repostou seu post";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ e %@ repostaram seu post";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ zapped a seu post";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ e %@ zapped seu post";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ reagiu ao seu perfil";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@e %@ reagiram ao seu perfil";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ repostou seu perfil";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ e %@ repostaram seu perfil";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ zapped seu perfil";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ e %@ zapped seu perfil";
/* DM by heading in local notification */
"%@" = "%@";

/* Alert message that informs a user was muted. */
"%@ has been muted" = "%@ foi silenciado";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "%@ não encontrado";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. Criar uma conta não requer um número de telefone, email ou nome. Comece agora mesmo sem nenhum problema.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. Mensagens com criptografia de ponta-a-ponta. Mantenha as gigantes da tecnologia fora das suas mensagens privadas. ";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. Zap os posts de seus amigos e poupe sats com Bitcoin⚡️, a moeda nativa da internet. ";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' no '%2$@' serão usados para verificação";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' é um identificador NIP-05 inválido. Deveria se parecer com um email.";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "Sobre";

/* Label for About Me section of user profile form. */
"About Me" = "Sobre Mim";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Chefe Absoluto";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Aceitar";

/* Section header for accessibility settings */
"Accessibility" = "Acessibilidade";

/* Label to indicate the public ID of the account. */
"Account ID" = "Identidade da Conta";

/* Title for confirmation dialog to either share, report, or mute a profile. */
"Actions" = "Ações";

/* Button to confirm adding user inputted relay. */
"Add" = "Adicionar";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "Adicionar todos";

/* Button text to add bookmark to a note.
   Context menu option for adding a note bookmark. */
"Add Bookmark" = "Adicionar Marcação";

/* Label to display relay contact user. */
"Admin" = "Administrador";

/* Label for filter for all notifications. */
"All" = "Tudo";

/* Setting to always show and never blur images */
"Always show images" = "Sempre mostrar imagens";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it.
   Placeholder author name of the anonymous person who zapped an event.
   Placeholder display name of anonymous user. */
"Anonymous" = "Anônimo";

/* Any amount of sats */
"Any" = "Indefinido";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "Chave API (opcional)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "Chave API (obrigatório)";

/* Navigation title for text and appearance settings.
   Section header for text and appearance settings */
"Appearance" = "Aparência";

/* Text asking the user if they are lost in the app. */
"Are you lost?" = "Você se perdeu?";

/* Alert message asking if the user wants to upload an image. */
"Are you sure you want to upload this image?" = "Tem certeza que quer carregar essa imagem?";

/* Toggle to automatically translate notes. */
"Automatically translate notes" = "Traduzir observações automaticamente";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "Publicação incrível! ";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Imagem do expositor ";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "Antes de começar,  você precisará salvar as informações da sua conta, do contrário você não será capaz de logar no futuro se chegar a desinstalar o Damus. ";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Dicas de iluminação com Bitcoin";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "Favoritos";

/* Accessibility label for boosts button */
"Boosts" = "Impulsionar  ";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Transmissão comunitária";

/* Alert button to cancel out of alert for muting a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of view adding user inputted relay.
   Button to cancel the upload.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "Cancelar";

/* Option to select photo from library */
"Choose from Library" = "Escolha do álbum ";

/* Button for clearing bookmarks data. */
"Clear All" = "Limpar Tudo";

/* Button to clear image cache. */
"Clear Cache" = "Limpar dados de imagem";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "Comentário";

/* Button to connect to recommended relay server. */
"Connect" = "Conectar";

/* Button to connect to the relay.
   Label for section for adding a relay server. */
"Connect To Relay" = "Conectar à transmissão";

/* Section title for relay servers that are connected. */
"Connected Relays" = "Transmissões conectadas";

/* Label to display relay contact information. */
"Contact" = "Contato";

/* Continue with deleting the user. */
"Continue" = "Continue";

/* Label indicating that a user's key was copied. */
"Copied" = "Copiado";

/* Button to copy a relay server address. */
"Copy" = "Copiar";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Copiar identidade da conta";

/* Context menu option to copy an image into clipboard. */
"Copy Image" = "Copiar imagem";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Copiar URL da imagem";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Copiar fatura";

/* Button to copy link to note */
"Copy Link" = "Copiar Link";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "Copiar eletrização URL ";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Copiar ID da nota";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Copiar nota JSON";

/* Button to copy report ID. */
"Copy Report ID" = "Copiar ID da denúncia";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Copiar texto";

/* Label for button in context menu to copy URL of the selected uploaded media asset. */
"Copy URL" = "Copiar URL";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Copiar chave pública do usuário";

/* Indicates that there are no users found. */
"Could not find the user you're looking for" = "Não foi possível encontrar o usuário que você está buscando";

/* Alert message to indicate that the muted user could not be found. */
"Could not find user to mute..." = "Não foi possível encontrar usuário para silenciar...";

/* Button to create account. */
"Create" = "Criar";

/* Button to create an account. */
"Create Account" = "Criar conta";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Criar nova lista de silenciados";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Criador(es) do Bitcoin. Lenda absoluta. ";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Personalizar";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "Personalizar quantidade de Zap";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Damus";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (Proprietário, maior precisão)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "Default Wallet";

/* Title for section in zap settings that controls the default zap amount in sats. */
"Default Zap Amount in sats" = "Padronização de Zap em Sats";

/* Button for deleting the users account.
   Button to remove a user from their mutelist. */
"Delete" = "Apagar";

/* Button to delete the user's account. */
"Delete Account" = "Desativar conta";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Conta desativada";

/* Label to display relay description. */
"Description" = "Descrição";

/* Button to disable image animation */
"Disable animations" = "Desabilitar animação";

/* Button to disconnect from a relay server. */
"Disconnect" = "Desconectar";

/* Button to disconnect from the relay. */
"Disconnect From Relay" = "Desconectar da transmissão";

/* Button to dismiss a text field alert. */
"Dismiss" = "Descartar";

/* Label to prompt display name entry. */
"Display Name" = "Nome de exibição";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Setting to enable DM Local Notification
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "Mensagens diretas ";

/* Button that, when tapped, will finish adding a different user's relays to your relay by hiding the + buttons next to the relays.
   Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "Feito";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Ganhar dinheiro";

/* Button to edit user's profile. */
"Edit" = "Editar";

/* Setting toggle to hide reactions. */
"Enable OnlyZaps mode" = "Ativar o modo OnlyZaps";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Criptografado";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "Insira a chave de sua conta para entrar:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "Erro ao buscar a fatura";

/* Error message indicating why saving keys failed. */
"Error: %@" = "Erro: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "Contrato de licença do usuário final";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "Todo mundo pode ver que você zapped";

/* Button label text for filtering relay servers. */
"Filter" = "Filtro";

/* Button to follow a user. */
"Follow" = "Seguir";

/* Button to follow a user back. */
"Follow Back" = "Seguir de volta";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "Siga me no Nostr";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "Seguidores";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "Seguindo";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Seguindo...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "Segue você";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "Grátis";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "Obtenha chave API";

/* Button to hide a post from a user who has been muted. */
"Hide" = "Ocultar";

/* Section footer describing onlyzaps mode */
"Hide all 🤙's" = "Esconder 🤙";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "Ocultar chave API";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Início";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Conteúdo ilegal";

/* Section title for images configuration. */
"Images" = "Imagens";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Chave inválida";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "Endereço inválido";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "Endereço inválido";

/* Button for user to report that the account or content has spam. */
"It's spam" = "Isso é Spam";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Navigation title for managing keys.
   Settings section for managing keys */
"Keys" = "Chaves";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Canhoto";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Vamos lá!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (código aberto)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Endereço de eletrização ou LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Fatura de \"Lightning\"";

/* Accessibility Label for Like button */
"Like" = "Curtir";

/* Liked by heading in local notification */
"Liked by %@" = "Curtido por %@";

/* Setting to enable Like Local Notification */
"Likes" = "Curtidas";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "Baixar %@ mais";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "Autenticação local para acessar a chave privada";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "Padrão local";

/* Section header for damus local notifications user configuration */
"Local Notifications" = "Notificações locais";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "Entrar";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Sair";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "Procurando por %@...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "Certifique-se de que sua chave de conta nsec esteja salva antes de sair ou você perderá o acesso a esta conta";

/* Mentioned by heading in local notification */
"Mentioned by %@" = "Mencionado por %@";

/* Label for filter for seeing mention notifications (replies, etc).
   Setting to enable Mention Local Notification */
"Mentions" = "Menções";

/* Alert button to mute a user.
   Button to mute a profile. */
"Mute" = "Silenciar";

/* Alert message prompt to ask if a user should be muted. */
"Mute %@?" = "Silenciar %@?";

/* Context menu option for muting a conversation. */
"Mute conversation" = "Silenciar conversa";

/* Context menu option for muting users.
   Title of alert for muting a user. */
"Mute User" = "Silenciar Usuário";

/* Sidebar menu label for muted users view. */
"Muted" = "Silenciado";

/* Navigation title of view to see list of muted users. */
"Muted Users" = "Usuários Silenciados";

/* Notification that the user has received a new direct message */
"New encrypted direct message" = "Nova mensagem direta criptografada";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "Verificação NIP-05";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "Não";

/* No comment provided by engineer. */
"No data available" = "Nenhum dado disponível";

/* Alert message prompt that asks if the user wants to create a new mute list, overwriting previous mute lists. */
"No mute list found, create a new one? This will overwrite any previous mute lists." = "Nenhuma lista de silenciados foi encontrada, deseja criar uma nova? Isso apagará qualquer lista criada previamente.";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "Ninguém verá que você zapped";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "Nenhum zap ainda. Apenas pagamento comum";

/* No search results. */
"none" = "nenhum";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "Nenhum";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "Nenhum";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "Observações contém chave privada \"nsec1.\" Tem certeza?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "Nada aqui. Cheque novamente mais tarde!";

/* Section header for notification indicator dot settings */
"Notification Dots" = "Pontos de notificação";

/* Section header for Notification Preferences */
"Notification Preference" = "Preferências de notificação";

/* Section header for Damus notifications
   Toolbar label for Notifications view. */
"Notifications" = "Notificações";

/* String indicating that a given timestamp just occurred */
"now" = "agora";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Nudez ou conteúdo explícito";

/* Button to dismiss the alert. */
"Ok" = "Ok";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "Apenas você pode ver essa mensagem e quem a enviou.";

/* Section header for enabling OnlyZaps mode (hide reactions) */
"OnlyZaps" = "OnlyZaps";

/* Non-tappable text in context menu that shows up when the zap button on profile is long pressed to indicate that the user has enabled OnlyZaps, meaning that they would like to be only zapped and not accept reactions to their notes. */
"OnlyZaps Enabled" = "OnlyZaps ativado";

/* Label indicating that a form input is optional. */
"optional" = "opcional";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "Relay pago";

/* Button to pay a Lightning invoice. */
"Pay" = "Pagar";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Pague a fatura";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "Conta deletada permanentemente ";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "Plano";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "Favor escolher relays na lista abaixo para filtrar o feed atual:";

/* Button to post a note. */
"Post" = "Postar";

/* Text to indicate that what is being shown is a post from a user who has been muted. */
"Post from a user you've muted" = "Post de um usuário que você silenciou\n ";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "Notes";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "Notes";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "Privado";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "Chave privada";

/* Title of notification when a private zap is received. */
"Private Zap" = "Zap privado";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "Apenas '%@' pode ver que você zapped ele";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Profissional";

/* Sidebar menu label for Profile view. */
"Profile" = "Perfil";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Foto de perfil";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "Público";

/* Section title for the user's public account ID. */
"Public Account ID" = "ID da conta pública";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "Chave pública";

/* Label indicating that the text is a user's public account key. */
"Public key" = "Chave pública";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "Chave pública?";

/* Button to view profile's qr code. */
"QR Code" = "QR Code";

/* Title of alert for confirming to make a quoted post. */
"Quote" = "Citar";

/* Navigation bar title for Reactions view. */
"Reactions" = "Reações";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Relays recomendados ";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Rejeitar";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "Relay";

/* Navigation bar title that shows the list of relays for a user.
   Sidebar menu label for Relays view.
   Title of relays view */
"Relays" = "Relays";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "Os relays foram notificados e os clientes poderão usar essas informações para filtrar o conteúdo. Obrigado!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "Remover tudo";

/* Button text to remove bookmark from a note.
   Context menu option for removing a note bookmark. */
"Remove Bookmark" = "Remover favorito";

/* Accessibility label for reply button */
"Reply" = "Responder";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Replying to" = "Respondendo para";

/* Indicating that the user is replying to the following listed people.
   Indicating that the user is replying to the themself and no one else, where the parameter is 'self' in US English.
   Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "Respondendo para %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "Respondendo para %1$@ e %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "Respondendo para si";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "Denunciar";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "Denunciar ID:";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "Denúncia enviada!";

/* Title of alert for confirming to repost a post. */
"Repost" = "Renote";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "Renoted";

/* Reposted by heading in local notification */
"Reposted by %@" = "Renoted por %@";

/* Navigation bar title for Reposts view.
   Setting to enable Repost Local Notification */
"Reposts" = "Renotes";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "Solicitações";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Tentar novamente";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "Salvar";

/* Context menu option to save an image. */
"Save Image" = "Salvar imagem";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "Escanear o código";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "Procurar hashtag: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Procurar...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Chave de login da conta secreta";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Escolher carteira de \"Lightning\"";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Selecione a carteira padrão";

/* Prompt selection of user's image uploader */
"Select image uploader" = "Selecione o carregador de imagens";

/* Part of a larger sentence 'Replying to self' in US English. 'self' indicates that the user is replying to themself and no one else. */
"self" = "Si";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "Mande uma mensagem para começar essa conversa...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Servidor";

/* Prompt selection of translation service provider. */
"Service" = "Serviço";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Configurações";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "Compartilhar";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "Compartilhar observação";

/* Button to present iOS share sheet */
"Share Via..." = "Compartilhar via...";

/* Button to show a post from a user who has been muted.
   Toggle to show or hide user's secret account login key. */
"Show" = "Mostrar";

/* Button that, when tapped, will show + buttons next to a user's relays. */
"Show +" = "Mostrar +";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "Mostrar chave API";

/* Button to show entire note. */
"Show more" = "Mostrar mais";

/* Setting to Show notifications only associated to users your follow */
"Show only from users you follow" = "Mostrar apenas de usuários que você segue";

/* Toggle to show notes that are only in the device's preferred languages on the Universe feed and hide notes that are in other languages. */
"Show only preferred languages on Universe feed" = "Mostrar apenas idiomas preferidos na aba do Universo";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Mostrar seletor de carteira";

/* Section title for signing out */
"Sign Out" = "Sair";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Sair";

/* Label to display relay software. */
"Software" = "Software";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "NIPs sustentados";

/* Option to take a photo with the camera */
"Take Photo" = "Tirar foto";

/* Section header for damus text truncation user configuration */
"Text Truncation" = "Truncamento de Texto";

/* Button to close out of alert that informs that the action to muted a user was successful. */
"Thanks!" = "Obrigada!";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "O endereço deve começar com LNURL ou deve se parecer com um endereço de e-mail.";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "Está fingindo ser outra pessoa";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "Este é um relay pago, você deve pagar para que as postagens sejam aceitas.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "Esta é uma chave pública, você não poderá fazer postagens ou interagir. Isso é usado para visualizar as contas por sua perspectiva.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "Esta é uma chave nostr de estilo antigo. Não temos certeza se é uma chave pública ou chave privada. Por favor, alterne no botão abaixo se esta for uma chave pública.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "Este é o ID da sua conta, você pode mandar para seus amigos para que eles possam segui-lo. Toque para copiar.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "Esta é a chave secreta da sua conta. Você precisa dela para acessar sua conta. Não a compartilhe com ninguém! Salve-a em um gerenciador de senhas e mantenha-a segura!";

/* Navigation bar title for note thread. */
"Thread" = "Fio";

/* Toggle to translate direct messages. */
"Translate DMs" = "Traduzir DMs";

/* Button to translate note from different language. */
"Translate Note" = "Traduzir nota";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "Traduzido do %@";

/* Text to display when waiting for the translation of a note to finish processing before showing it. */
"Translating..." = "Traduzindo...";

/* Navigation title for translation settings.
   Section header for text and appearance settings */
"Translation" = "Tradução";

/* Section title for selecting the translation service. */
"Translations" = "Traduções";

/* Setting to truncate text in mention notifications */
"Truncate notification mention text" = "Truncar texto de menção de notificação";

/* Setting to truncate text in timeline */
"Truncate timeline text" = "Truncar o texto da linha do tempo";

/* Text field prompt asking user to type DELETE in all caps to confirm that they want to proceed with deleting their account. */
"Type %@ to delete" = "Tipo %@ para excluir";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Digite sua nota aqui...";

/* Button to unfollow a user. */
"Unfollow" = "Parar de seguir";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Parando de seguir...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "Universo 🛸";

/* Context menu option for unmuting a conversation. */
"Unmute conversation" = "Desmutar conversa";

/* Button to proceed with uploading. */
"Upload" = "Carregar";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message that informs a user was d. */
"User has been muted" = "O usuário foi silenciado";

/* Alert message to indicate the user has been muted */
"User muted" = "Usuário silenciado";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Nome de usuário";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "Versão";

/* Text telling the user to wake up, where the argument is their display name. */
"Wake up, %@" = "Acorde, %@";

/* Sidebar menu label for Wallet view.
   Title for section in zap settings that controls the Lightning wallet selection. */
"Wallet" = "Carteira";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "AVISO:\n\nISTO ASSINARÁ UM EVENTO QUE EXCLUI ESTA CONTA.\n\nVOCÊ NÃO PODERÁ MAIS ENTRAR NO DAMUS USANDO ESTA CHAVE DE CONTA.\n\nTEM CERTEZA QUE QUER CONTINUAR?";

/* Label for Website section of user profile form. */
"Website" = "Website";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "Bem-vindo ao controle da rede social %@";

/* Text to welcome user. */
"Welcome, %@!" = "Bem-vindo, %@!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "O que você quer denunciar?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Sim, sobrescrever";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "Sim, poste com a chave privada";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "Você";

/* Text telling the user that they are dreaming. */
"You are dreaming..." = "Você está sonhando...";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "Você ainda não tem favoritos, os adicione na lista de contexto";

/* Label for Your Name section of user profile form. */
"Your Name" = "Seu Nome";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "Sua denúncia será enviada para os relays nos quais você está conectado";

/* Accessibility label for zap button
   Button to send a zap.
   Title of notification when a non-private zap is received. */
"Zap" = "Zap";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "Quantidade de Zap";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "Quantidade de Zaps em Satoshis ";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "Tipo de Zap";

/* Setting to enable vibration on zap */
"Zap Vibration" = "Vibração Zap";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "Zapping...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view.
   Navigation title for zap settings.
   Section header for zap settings
   Setting to enable Zap Local Notification
   Title for section in zap settings that controls general zap preferences. */
"Zaps" = "Zaps";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

